Repository: izipuho/Foliora
Catalog: Catalog/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# batch_add.import.add_photos_count
source: Add %d Photos
ru: Добавить %d фото

# batch_add.import.separate_items_count
source: %d Separate Items
ru: %d отдельных предмета

# batch_add.import.single_item_photos_count
source: One Item with %d Photos
ru: Один предмет с %d фото

# bell_batch_add.completion.message
source: %d bells created
ru: Создано колокольчиков: %d

# bell_batch_add.completion.title
source: Batch Created
ru: Партия создана

# bell_batch_add.error.message
source: Could not create the selected bells.
ru: Не удалось создать выбранные колокольчики.

# bell_batch_add.error.title
source: Creation Failed
ru: Не удалось создать

# bell_batch_add.review_results
source: Review results
ru: Посмотреть результаты

# bell_batch_add.title
source: Common Fields
ru: Общие поля

# bell_catalog.empty.description
source: Add the first bell to start building this collection.
ru: Добавь первый колокольчик, чтобы начать наполнять коллекцию.

# bell_catalog.empty.title
source: No bells yet
ru: Пока нет колокольчиков

# bell_catalog.items.filtered_by_tag
source: Filtered by: %@
ru: Фильтр: %@

# bell_catalog.search.empty.description
source: Try another query or reset the condition filter.
ru: Попробуй другой запрос или сбрось фильтр по состоянию.

# bell_catalog.search.empty.title
source: Nothing found
ru: Ничего не найдено

# bell_catalog.search.placeholder
source: Search by title, city, or tag
ru: Поиск по названию, городу или тегу

# bell_catalog.selection.selected_count
source: Selected %d bells
ru: Выбрано %d колокольчика

# bell_catalog.summary.all
source: All bells
ru: Все колокольчики

# bell_catalog.summary.countries
source: Countries
ru: Страны

# bell_catalog.summary.coverage
source: Coverage
ru: Заполненность

# bell_catalog.summary.items
source: Bells
ru: Колокольчики

# bell_catalog.summary.materials
source: Materials
ru: Материалы

# bell_catalog.summary.members_count
source: %d members
ru: %d участников

# bell_catalog.summary.missing_material
source: Unknown material
ru: Неизвестный материал

# bell_catalog.summary.missing_notes
source: Without notes
ru: Без заметок

# bell_catalog.summary.missing_origin
source: Without origin
ru: Без происхождения

# bell_catalog.summary.missing_storage
source: Without storage
ru: Без места хранения

# bell_catalog.summary.missing_tags
source: Without tags
ru: Без тэгов

# bell_catalog.summary.missing_year
source: Without year
ru: Без года

# bell_catalog.summary.no_material_data
source: No material data yet.
ru: Пока нет данных о материалах.

# bell_catalog.summary.no_origin_data
source: No origin data yet.
ru: Пока нет данных о происхождении.

# bell_catalog.summary.none
source: No bells yet.
ru: Пока нет колокольчиков.

# bell_catalog.summary.recent
source: Recently Added
ru: Последние добавленные

# bell_catalog.summary.top_countries
source: Top Countries
ru: География

# bell_catalog.summary.with_city
source: With city
ru: С городом

# bell_catalog.summary.with_location
source: With location
ru: С локацией

# bell_catalog.summary.with_material
source: With material
ru: С материалом

# bell_catalog.summary.with_notes
source: With notes
ru: С заметками

# bell_catalog.summary.with_origin
source: With origin
ru: С происхождением

# bell_catalog.summary.with_photos
source: With photos
ru: С фото

# bell_catalog.summary.with_storage
source: With storage
ru: С местом хранения

# bell_catalog.summary.with_tags
source: With tags
ru: С тэгами

# bell_catalog.summary.with_year
source: With year
ru: С годом

# bell_catalog.summary.without_media
source: Without media
ru: Без медиа

# bell.catalog.favorites
source: Favorites
ru: Избранное

# bell.catalog.title
source: Catalog
ru: Каталог

# bell.context.delete.message
source: This bell will be removed from the collection.
ru: Колокольчик будет удален из коллекции.

# bell.context.delete.title
source: Delete Bell?
ru: Удалить колокольчик?

# bell.context.move
source: Move to...
ru: Переместить в...

# bell.context.select
source: Select
ru: Выбрать

# bell.detail.preview.load_error
source: The image file could not be loaded.
ru: Не удалось загрузить файл изображения.

source: Bell not found
ru: Колокольчик не найден

# book_contributor.action.add
source: Add Contributor
ru: Добавить участника

# book_contributor.action.edit
source: Edit Contributor
ru: Редактировать участника

# book_contributor.field.role
source: Role
ru: Роль

# book_contributor.role.author
source: Author
ru: Автор

# book_contributor.role.editor
source: Editor
ru: Редактор

# book_contributor.role.illustrator
source: Illustrator
ru: Иллюстратор

# book_contributor.role.translator
source: Translator
ru: Переводчик

# book_contributor.section.contribution
source: Contribution
ru: Участие

# book_contributor.validation.duplicate_role
source: This person already has this role.
ru: У этого человека уже есть такая роль.

# book_identifier.action.add
source: Add Identifier
ru: Добавить идентификатор

# book_identifier.action.edit
source: Edit Identifier
ru: Редактировать идентификатор

# book_identifier.field.value
source: Value
ru: Значение

# book_identifier.title
source: Identifier
ru: Идентификатор

# book_identifier.validation.duplicate
source: This identifier is already added.
ru: Этот идентификатор уже добавлен.

# book_identifier.validation.isbn10_invalid
source: ISBN-10 must contain 10 digits, with X allowed as the final character.
ru: ISBN-10 должен содержать 10 цифр; X допустим только последним символом.

# book_identifier.validation.isbn13_invalid
source: ISBN-13 must contain 13 digits.
ru: ISBN-13 должен содержать 13 цифр.

# book_identifier.validation.value_required
source: Value is required.
ru: Укажите значение.

# book.action.add
source: Add Book
ru: Добавить книгу

# book.action.edit
source: Edit Book
ru: Редактировать книгу

# book.field.acquired_year
source: Acquired Year
ru: Год приобретения

# book.field.author
source: Author
ru: Автор

# book.field.authors
source: Authors
ru: Авторы

# book.field.genre
source: Genre
ru: Жанр

# book.field.genres
source: Genres
ru: Жанры

# book.field.inventory
source: Inventory
ru: Инвентарный номер

# book.field.language
source: Language
ru: Язык

# book.field.languages
source: Languages
ru: Языки

# book.field.pages
source: Pages
ru: Страницы

# book.field.publication_year
source: Publication year
ru: Год издания

# book.field.subtitle
source: Subtitle
ru: Подзаголовок

# book.field.volume
source: Volume
ru: Том

# book.not_found.message
source: This book is no longer available.
ru: Эта книга больше недоступна.

# book.not_found.title
source: Book not found
ru: Книга не найдена

# book.section.contributors
source: Contributors
ru: Участники

# book.section.identifiers
source: Identifiers
ru: Идентификаторы

# book.validation.positive_whole_number
source: Enter a positive whole number.
ru: Введите положительное целое число.

# card_layout.compact
source: Compact
ru: Компактный

# card_layout.covers
source: Covers
ru: Обложки

# card_layout.menu
source: Layout
ru: Вид

# card_layout.mini
source: Mini
ru: Мини

# card_layout.showcase
source: Showcase
ru: Витрина

# card_layout.wide
source: Wide
ru: Широкий

# catalog.dashboard.cities
source: Cities
ru: Города

# catalog.dashboard.countries
source: Countries
ru: Страны

# catalog.dashboard.health
source: Data Health
ru: Заполненность

# catalog.dashboard.health.subtitle
source: Key field coverage
ru: Заполненность ключевых полей

# catalog.dashboard.sharing
source: Sharing
ru: Доступ

# catalog.dashboard.sharing.pending_invitations_count
source: +%d invitations
ru: +%d приглашения

# catalog.dashboard.total
source: Total
ru: Всего

# catalog.export.failed
source: Export failed
ru: Экспорт не удался

# catalog.export.title
source: Export Catalog
ru: Экспорт

# catalog.import.title
source: Import
ru: Импорт

# collection_background.amber
source: Amber
ru: Янтарь

# collection_background.mint
source: Mint
ru: Мята

# collection_background.rose
source: Rose
ru: Роза

# collection_background.sky
source: Sky
ru: Небо

# collection_background.slate
source: Slate
ru: Сланец

# collection_kind.bells
source: Bells
ru: Колокольчики

# collection_tab.items
source: Bells
ru: Колокольчики

# collection_tab.summary
source: Summary
ru: Сводка

# collection.count.bells
source: %d bells
ru: %d колокольчика

# collection.count.books
source: %d books
ru: %d книги

# collection.count.cities
source: %d cities
ru: %d города

# collection.count.countries
source: %d countries
ru: %d страны

# collection.count.materials
source: %d materials
ru: %d материала

# collection.count.members
source: %d members
ru: %d участника

# collection.delete_private.message
source: This will remove the collection and all items inside it.
ru: Коллекция и все предметы внутри неё будут удалены.

# collection.delete_private.title
source: Delete Collection?
ru: Удалить общую коллекцию?

# collection.delete_shared_owner.message
source: This will delete the shared collection for everyone and remove all items inside it.
ru: Общая коллекция будет удалена для всех участников вместе со всеми предметами внутри неё.

# collection.delete_shared_owner.title
source: Delete Shared Collection?
ru: Удалить общую коллекцию?

# collection.delete.message
source: This will remove the collection and all items inside it.
ru: Коллекция и все предметы внутри неё будут удалены.

# collection.delete.title
source: Delete Collection?
ru: Удалить коллекцию?

# collection.editor.default_title
source: Bells
ru: Колокольчики

# collection.editor.edit_title
source: Edit Collection
ru: Редактировать коллекцию

# collection.editor.section_background
source: Card Background
ru: Фон карточки

# collection.editor.section_collection
source: Collection
ru: Коллекция

# collection.editor.section_home
source: Home
ru: Дом

# collection.home_change.confirm
source: Change Home
ru: Сменить дом

# collection.home_change.message
source: Changing the home will remove placed items from this collection.
ru: При смене дома размещение предметов в этой коллекции будет удалено.

# collection.home_change.title
source: Change Home?
ru: Сменить дом?

# collection.leave
source: Leave Shared Collection
ru: Покинуть коллекцию

# collection.leave_shared.message
source: You will leave this shared collection.
ru: Вы покинете общую коллекцию.

# collection.leave_shared.title
source: Leave Shared Collection?
ru: Покинуть общую коллекцию?

# collection.not_found.message
source: This collection is no longer available.
ru: Эта коллекция больше недоступна.

# collection.not_found.title
source: Collection not found
ru: Коллекция не найдена

# collection.placeholder.map.description
source: A geographic map of bells by origin will appear here.
ru: Здесь появится географическая карта колокольчиков по месту происхождения.

# collection.placeholder.map.title
source: Map
ru: Карта

# collection.placeholder.participants.description
source: Collection members, roles, invites, and statuses will appear here.
ru: Здесь появятся участники коллекции, роли, приглашения и статусы.

# collection.placeholder.participants.title
source: Participants
ru: Участники

# collection.sharing.accept_failed
source: Failed to accept sharing invitation.
ru: Не удалось принять приглашение

# collection.sharing.accepting
source: Accepting invitation…
ru: Принимаем приглашение

# collection.sharing.access_granted
source: Access granted
ru: Доступ открыт

# collection.sharing.invited.section
source: Invited
ru: Приглашены

# collection.sharing.load_failed.message
source: Check your iCloud connection and try again.
ru: Проверьте подключение к iCloud и попробуйте снова.

# collection.sharing.load_failed.title
source: Couldn’t load sharing
ru: Не удалось загрузить доступ

# collection.sharing.loading
source: Loading sharing…
ru: Загрузка доступа…

# collection.sharing.not_accessible
source: Sharing is not available
ru: Управление доступом недоступно

# collection.sharing.participant.unknown_user
source: Unknown User
ru: Неизвестный пользователь

# collection.sharing.participant.you
source: You
ru: Вы

# collection.sharing.participants_count
source: %d participants
ru: %d участника

# collection.sharing.participants.empty
source: Sharing is not configured yet
ru: Доступ пока не настроен

# collection.sharing.participants.section
source: Participants
ru: Участники

# collection.sharing.role.contributor
source: Contributor
ru: Совладелец

# collection.sharing.role.coowner
source: Co-owner
ru: Совладелец

# collection.sharing.role.label
source: Your role
ru: Ваша роль

# collection.sharing.role.owner
source: Owner
ru: Владелец

# collection.sharing.role.viewer
source: Viewer
ru: Наблюдатель

# collection.sharing.share_cta
source: Manage access
ru: Управление доступом

# collection.sharing.status.error
source: Error
ru: Ошибка

# collection.sharing.status.label
source: Status
ru: Статус

# collection.sharing.status.private
source: Private collection
ru: Частная коллекция

# collection.sharing.status.shared
source: Shared
ru: Общая

# collection.sharing.status.success
source: Success
ru: Успешно

# collection.sharing.status.warning
source: Warning
ru: Предупреждение

# collections.add
source: Add Collection
ru: Добавить коллекцию

# collections.empty.description
source: Add your first collection to start cataloging items.
ru: Добавь первую коллекцию, чтобы начать каталогизацию.

# collections.empty.requires_home.action
source: Go to Homes
ru: Перейти к домам

# collections.empty.requires_home.message
source: Collections belong to a home. Create a home before adding collections.
ru: Коллекции привязаны к дому. Перед созданием коллекции необходимо создать дом.

# collections.empty.requires_home.title
source: Create a home first
ru: Сначала создайте дом

# collections.empty.title
source: No Collections Yet
ru: Коллекций пока нет

# collections.search.prompt
source: Search collections
ru: Поиск коллекций

# common.accessibility.choose_or_add
source: Choose or add %@
ru: Выбрать или добавить %@

# common.action.add_value
source: Add “%@”
ru: Добавить «%@»

# common.add
source: Add
ru: Добавить

# common.apply
source: Apply
ru: Применить

# common.back
source: Back
ru: Назад

# common.bell
source: Bell
ru: Колокольчик

# common.book
source: Book
ru: Книга

# common.books
source: Books
ru: Книги

# common.cancel
source: Cancel
ru: Отмена

# common.clear
source: Clear
ru: Сбросить

# common.close
source: Close
ru: Закрыть

# common.collection
source: Collection
ru: Коллекция

# common.create_format
source: Create %@
ru: Создать %@

# common.delete
source: Delete
ru: Удалить

# common.done
source: Done
ru: Готово

# common.download
source: Download
ru: Загрузить

# common.edit
source: Edit
ru: Редактировать

# common.field.condition
source: Condition
ru: Состояние

# common.field.description
source: Description
ru: Описание

# common.field.material
source: Material
ru: Материал

# common.field.notes
source: Notes
ru: Заметки

# common.field.tags
source: Tags
ru: Теги

# common.field.title
source: Title
ru: Название

# common.field.year
source: Year
ru: Год

# common.list.and_separator
source: and
ru: и

# common.location
source: Location
ru: Расположение

# common.name
source: Name
ru: Имя

# common.no_notes
source: No notes yet.
ru: Заметок пока нет.

# common.none
source: None
ru: Нет

# common.notes
source: Notes
ru: Заметки

# common.other
source: Other
ru: Другое

# common.progress.count_of_total
source: %1$lld of %2$lld
ru: %1$lld из %2$lld

# common.retry
source: Retry
ru: Повторить

# common.save
source: Save
ru: Сохранить

# common.selected_format
source: Selected %@
ru: Выбрано %@

# common.share
source: Share
ru: Поделиться

# common.skip
source: Skip
ru: Пропустить

# common.sort
source: Sort
ru: Сортировка

# common.state.none
source: None
ru: Нет

# common.state.unspecified
source: Unspecified
ru: Не указан

# common.storage
source: Storage
ru: Хранение

# common.type
source: Type
ru: Тип

# common.ui.geography
source: Geography
ru: География

# common.ui.map
source: Map
ru: Карта

# common.ui.origin
source: Origin
ru: Происхождение

# common.ui.participants
source: Participants
ru: Участники

# common.ui.search
source: Search
ru: Поиск

# common.ui.tap_to_assign
source: Tap to assign it.
ru: Нажми, чтобы указать его.

# common.unassigned
source: Unassigned
ru: Не указано

# common.unknown
source: Unknown
ru: Неизвестно

# common.unknown_origin
source: Unknown origin
ru: Происхождение неизвестно

# common.validation.whole_number_range_1_to_max
source: Enter a whole number from 1 to %lld.
ru: Введите целое число от 1 до %lld.

# common.version %@ (%@)
source: Version %1$@ (%2$@)
ru: Версия %1$@ (%2$@)

# editor.acquisition_details
source: How It Came to Me
ru: Как появился у меня

# editor.analysis.bell_not_found
source: Bell was not detected in the photo. Analysis results may be inaccurate.
ru: Колокольчик не найден на фотографии. Результаты анализа нерелевантны.

# editor.attributes
source: Attributes
ru: Атрибуты

# editor.bell.add
source: Add Bell
ru: Добавить колокольчик

# editor.bell.edit
source: Edit Bell
ru: Редактировать колокольчик

# editor.docs_and_media
source: Documents and Media
ru: Документы и медиа

# editor.location.current_path
source: Current Path
ru: Текущий путь

# editor.location.next_level
source: Next Level
ru: Следующий уровень

# editor.location.select
source: Select Location
ru: Выбери расположение

# editor.location.title
source: Select Location
ru: Выбор расположения

# editor.location.up_one_level
source: Up One Level
ru: На уровень выше

# editor.location.use_current
source: Use This Location
ru: Выбрать это расположение

# editor.main_info
source: Main Info
ru: Основное

# editor.material.custom
source: Custom material
ru: Свой материал

# editor.media.add
source: Add Media
ru: Добавить медиа

# editor.media.camera
source: Take Photo
ru: Сделать фото

# editor.media.cover
source: Cover
ru: Обложка

# editor.media.delete_action
source: Delete this photo?
ru: Удалить эту фотографию?

# editor.media.delete_title
source: Delete photo
ru: Удалить фотографию

# editor.media.empty.title
source: No media yet
ru: Медиа пока нет

# editor.media.model.placeholder_message
source: 3D model import is still a placeholder. Photos already use real system pickers.
ru: Импорт 3D-моделей пока работает как заглушка. Фото уже используют системные пикеры.

# editor.media.model.placeholder_title
source: 3D Models Coming Later
ru: 3D-модели будут позже

# editor.media.photo_library
source: Choose from Library
ru: Выбрать из медиатеки

# editor.note_history
source: Note or Story
ru: Заметка или история

# editor.origin.places
source: Places
ru: Места

# editor.origin.results
source: Search Results
ru: Результаты поиска

# editor.origin.search
source: Search places
ru: Поиск мест

# editor.photo_analysis.analyzing
source: Analyzing photo…
ru: Анализирую фото…

# editor.photo_analysis.material
source: Material
ru: Материал

# editor.photo_analysis.notes
source: Description
ru: Описание

# editor.photo_analysis.origin_format
source: Inscription/origin: %@.
ru: Надпись/происхождение: %@.

# editor.photo_analysis.section
source: Photo Suggestions
ru: Подсказки по фото

# editor.photo_analysis.style_format
source: Style: %@.
ru: Стиль: %@.

# editor.photo_analysis.subject_format
source: Subject: %@.
ru: Сюжет: %@.

# editor.photo_analysis.year
source: Year
ru: Год

# editor.short_description
source: Short Description
ru: Краткое описание

# editor.tags.add_placeholder
source: Add tag
ru: Добавить тег

# editor.tags.empty
source: No tags yet.
ru: Тегов пока нет.

# editor.title.focus
source: Enter name
ru: Ввести название

# editor.title.required
source: Name is required to save
ru: Для сохранения нужно название

# enum.acquisition.bought
source: Bought
ru: Куплено

# enum.acquisition.found
source: Found
ru: Найдено

# enum.acquisition.gifted
source: Gifted
ru: Подарено

# enum.acquisition.inherited
source: Inherited
ru: Унаследовано

# enum.bell_material.brass
source: Brass
ru: Латунь

# enum.bell_material.bronze
source: Bronze
ru: Бронза

# enum.bell_material.ceramic
source: Ceramic
ru: Керамика

# enum.bell_material.glass
source: Glass
ru: Стекло

# enum.bell_material.gold
source: Gold
ru: Золото

# enum.bell_material.metall
source: Metall
ru: Металл

# enum.bell_material.porcelain
source: Porcelain
ru: Фарфор

# enum.bell_material.silver
source: Silver
ru: Серебро

# enum.bell_material.wood
source: Wood
ru: Дерево

# enum.collection_status.active
source: Active
ru: Активна

# enum.collection_status.planned
source: Planned
ru: Следующая

# enum.item_condition.damaged
source: Damaged
ru: Повреждено

# enum.item_condition.good
source: Good
ru: Хорошее

# enum.item_condition.mint
source: Mint
ru: Идеальное

# enum.item_condition.needs_restoration
source: Needs Restoration
ru: Требует реставрации

# enum.item_condition.worn
source: Worn
ru: Потёртое

# enum.location_kind.box
source: Box
ru: Коробка

# enum.location_kind.cabinet
source: Cabinet
ru: Шкаф

# enum.location_kind.floor
source: Floor
ru: Этаж

# enum.location_kind.room
source: Room
ru: Комната

# enum.location_kind.shelf
source: Shelf
ru: Полка

# enum.media_kind.document
source: Document
ru: Документ

# enum.media_kind.model3d
source: 3D Model
ru: 3D-модель

# enum.media_kind.photo
source: Photo
ru: Фото

# favorite.add
source: Add to Favorites
ru: Добавить в избранные

# favorite.remove
source: Remove from Favorites
ru: Удалить из избранных

# home.add
source: Add Home
ru: Добавить дом

# home.delete.message
source: This will remove the home and its location structure from the current session.
ru: Дом и его структура расположений будут удалены из текущей сессии.

# home.delete.title
source: Delete Home?
ru: Удалить дом?

# home.details
source: Details
ru: Детали

# home.editor.section_home
source: Home
ru: Дом

# home.editor.section_locations
source: Locations
ru: Расположения

# home.editor.title
source: Edit Home
ru: Редактирование дома

# home.empty.description
source: Create a home to organize rooms, shelves, and collections.
ru: Создай дом, чтобы организовать комнаты, полки и коллекции.

# home.empty.title
source: No Homes
ru: Домов пока нет

# home.icon
source: Icon
ru: Иконка

# home.icon.building
source: Building
ru: Здание

# home.icon.city
source: City
ru: Город

# home.icon.cottage
source: Cottage
ru: Коттедж

# home.icon.house
source: House
ru: Дом

# home.icon.treehouse
source: Tree
ru: Дерево

# home.icon.warehouse
source: Warehouse
ru: Склад

# home.list.collections.count
source: %d collections
ru: %d коллекции

# home.list.collections.empty
source: No collections yet
ru: Коллекций пока нет

# home.list.storage.empty
source: Storage locations not configured
ru: Места хранения не настроены

# home.location.add
source: Add Location
ru: Добавить расположение

# home.location.add_child
source: Add Child Location
ru: Добавить дочерний элемент

# home.location.delete.message
source: This location will be deleted. Child items will remain without a parent.
ru: Расположение будет удалено. Дочерние элементы останутся без родителя.

# home.location.empty.description
source: Add floors, rooms, cabinets, and shelves for this home.
ru: Добавь этажи, комнаты, шкафы и полки для этого дома.

# home.location.empty.title
source: No Locations Yet
ru: Расположений пока нет

# home.location.kind
source: Kind
ru: Тип

# home.location.name
source: Location name
ru: Название расположения

# home.location.new_default_name
source: New Location
ru: Новое расположение

# home.location.parent
source: Parent
ru: Родитель

# home.location.shelf_count
source: %d shelves
ru: %d полки

# home.location.shelf_default_name
source: Shelf %d
ru: Полка %d

# home.metric.cabinets
source: Cabinets
ru: Шкафы

# home.metric.collections
source: Collections
ru: Коллекции

# home.metric.floors
source: Floors
ru: Этажи

# home.metric.locations
source: Locations
ru: Расположения
